1password
aerial
alfred
alt-tab
battle-net
brooklyn
discord
dotnet-sdk
dozer
figma
font-hasklig
font-lato
google-backup-and-sync
google-chrome
insomnia
iterm2
keepingyouawake
mono-mdk
postman
sequel-pro-nightly
sketch
slack
spectacle
spotify
steam
ubersicht
unity
unity-hub
visual-studio-code
