1password
adobe-creative-cloud
battle-net
brooklyn
discord
dozer
figma
font-fira-code
font-lato
font-source-code-pro
font-ubuntu
google-backup-and-sync
google-chrome
insomnia
iterm2
keepingyouawake
mos
openemu
rocket
sequel-pro
sketch
slack
spectacle
spotify
steam
virtualbox
visual-studio-code
wacom-bamboo-tablet
whatsapp
