1password
battle-net
brooklyn
discord
dotnet-sdk
dozer
figma
font-fira-code
font-lato
font-source-code-pro
google-backup-and-sync
google-chrome
insomnia
iterm2
keepingyouawake
mono-mdk
rocket
sketch
slack
spectacle
spotify
steam
unity
unity-hub
visual-studio-code
