# Formulae
brew "awscli"
brew "bat"
brew "biome"
brew "eza"
brew "fd" # for telescope.nvim
brew "fzf"
brew "gh"
brew "git"
brew "nvim"
brew "ripgrep" # for telescope.nvim
brew "starship"
brew "stow"
brew "zsh"

# Casks
cask "1password"
cask "affinity-photo"
cask "docker"
cask "figma"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "mac-mouse-fix"
cask "monitorcontrol"
cask "raycast"
cask "sequel-ace"
cask "spotify"
cask "visual-studio-code"
