# Taps
tap "jamieweavis/tap"
tap "nikitabobko/tap" # aerospace
tap "oven-sh/bun"
tap "FelixKratz/formulae" # sketchybar

# Formulae
brew "awscli"
brew "bat"
brew "biome"
brew "deno"
brew "diff-so-fancy"
brew "eza"
brew "fd" # for telescope.nvim
brew "FelixKratz/formulae/sketchybar"
brew "fzf"
brew "gh"
brew "git"
brew "jamieweavis/tap/colstr"
brew "jamieweavis/tap/gus"
brew "nvim"
brew "nethack"
brew "oven-sh/bun/bun"
brew "pnpm"
brew "ripgrep" # for telescope.nvim
brew "starship"
brew "stow"
brew "tmux"
brew "zsh"

# Casks
cask "1password"
cask "affinity-photo"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "mac-mouse-fix"
cask "mongodb-compass"
cask "nikitabobko/tap/aerospace"
cask "raycast"
cask "sequel-ace"
cask "spotify"
cask "visual-studio-code"
