1password
bartender
battle-net
discord
dozer
figma
font-fira-code
gimp
google-backup-and-sync
google-chrome
imageoptim
insomnia
iterm2
keepingyouawake
licecap
macdown
now
openemu
postman
sequel-pro
slack
sourcetree
spectacle
spotify
steam
tor-browser
virtualbox
visual-studio-code
whatsapp
