1password
battle-net
discord
dozer
figma
font-fira-code
font-source-code-pro
font-ubuntu
google-backup-and-sync
google-chrome
graphql-playground
imageoptim
iterm2
keepingyouawake
macdown
now
openemu
postman
rocket
sequel-pro
sketch
slack
spectacle
spotify
steam
virtualbox
visual-studio-code
whatsapp
