# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "aws/tap"

# 'brew install'
brew "antigen"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "bat"
brew "deno"
brew "git"
brew "grc"
brew "mysql@5.7", restart_service: true, link: true, conflicts_with: ["mysql"]
brew "nvm"
brew "prettyping"
brew "koekeishiya/formulae/skhd"
brew "starship"
brew "tree"
brew "vim"
brew "koekeishiya/formulae/yabai"
brew "zsh"

# 'brew cask install'
cask "1password"
cask "aerial"
cask "alfred"
cask "alt-tab"
cask "battle-net"
cask "brooklyn"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dozer"
cask "figma"
cask "font-hasklig"
cask "font-hasklug-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "mono-mdk"
cask "postman"
cask "sequel-pro-nightly"
cask "sketch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "ubersicht"
cask "unity"
cask "unity-hub"
cask "visual-studio-code"
