# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"

# 'brew install'
brew "antigen"
brew "bat"
brew "deno"
brew "gh"
brew "git"
brew "grc"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mas"
# brew "mysql@5.7", restart_service: true, link: true, conflicts_with: ["mysql"]
# brew "mysql", restart_service: true, link: true, conflicts_with: ["mysql@5.7"]
# brew "nvm" # Unsupported - install manually
# brew "redis"
brew "tree"
brew "vim"
# brew "yarn" # Installs node - install manually
brew "zsh"

# 'brew cask install'
cask "1password"
cask "aerial"
cask "brave-browser"
cask "brooklyn"
cask "discord"
cask "dotnet-sdk"
cask "figma"
cask "font-hasklig"
cask "font-hasklug-nerd-font"
cask "google-chrome"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "mono-mdk"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "unity-hub"
cask "visual-studio-code"
cask "vmware-fusion"

# Mac App Store
mas 'ColorSlurp', id: 1287239339
mas 'Sequel Ace', id: 1518036000
mas 'Medis', id: 1579200037
