# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# 'brew install'
brew "antigen"
brew "awscli"
brew "git"
brew "khanhas/tap/spicetify-cli"
brew "neovim"
brew "zsh"

# 'brew cask install'
cask "1password"
cask "alt-tab"
cask "ableton-live-intro"
cask "brave-browser"
cask "figma"
cask "font-hasklig" # Adobe Source Code Pro with ligatures
cask "font-hasklug-nerd-font" # Hasklig patched with Nerd Fonts icons
cask "google-chrome"
cask "iterm"
cask "monitorcontrol"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "whatsapp"

