# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# 'brew install'
brew "antigen"
brew "awscli"
brew "bat"
brew "git"
brew "grc"
brew "pfetch"
brew "vim"
brew "zsh"

# 'brew cask install'
cask "1password"
cask "ableton-live-intro"
cask "brave-browser"
cask "docker"
cask "figma"
cask "font-hasklig" # Adobe Source Code Pro with ligatures
cask "font-hasklug-nerd-font" # Hasklig patched with Nerd Fonts icons
cask "google-chrome"
cask "insomnia"
cask "iterm"
cask "monitorcontrol"
cask "raycast"
cask "rekordbox"
cask "sequel-ace"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
